Repository: fer0n/Unwatched
Catalog: Unwatched/Unwatched/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pl

# pleaseCheckFaq
source: Please check the frequently asked questions (FAQ) and suggestions below to see if yours is already addressed.
de: Möglicherweise ist das Anliegen bereits unten im FAQ/Vorschläge Bereich beantwortet.
es: Por favor, consulta las preguntas frecuentes (FAQ) y las sugerencias a continuación para ver si la tuya ya está respondida.
fr: Veuillez consulter la foire aux questions (FAQ) et les suggestions ci-dessous pour voir si votre question y est déjà traitée.
pl: Proszę sprawdzić często zadawane pytania (FAQ) i sugestie poniżej, aby zobaczyć, czy Twoje pytanie zostało już omówione.

# potentiallyFaultyYoutubeId%@
source: YouTube ID may be faulty: %@
de: YouTube ID könnte fehlerhaft sein: %@
es: El ID de YouTube puede ser defectuoso: %@
fr: L'identifiant YouTube peut être défectueux : %@
pl: YouTube ID może być błędne: %@

source: Previous Chapter
de: Vorheriges Kapitel
es: Capítulo anterior
fr: Chapitre précédent
pl: Poprzedni rozdział

# previousChapterDescription
source: If available, skips to the previous video chapter.
de: Springt, falls verfügbar, zum vorherigen Video-Kapitel.
es: Si está disponible, salta al capítulo anterior del vídeo.
fr: Passe, si disponible, au chapitre vidéo précédent.
pl: Jeśli dostępny, przechodzi do poprzedniego rozdziału wideo.

source: Published Date
de: Veröffentlichungsdatum
es: Fecha de publicación
fr: Date de publication
pl: Data publikacji

source: Purple
de: Lila
es: Morado
fr: Violet
pl: Fioletowy

source: Queue Last
de: Queue Ende
es: Último en la cola
fr: Ajouter à la fin de la file
pl: Na koniec kolejki

source: Queue Next
de: Queue Anfang
es: Siguiente en la cola
fr: Ajouter à la file d'attente
pl: Następny w kolejce

source: Rate Unwatched
de: Unwatched bewerten
es: Calificar Unwatched
fr: Évaluer Unwatched
pl: Oceń Unwatched

# reallyDeleteVideo
source: Really delete Video? This cannot be undone. If the video still exists, belongs to an active subscription, and is one of the 15 most recent videos, it may reappear after the next refresh.
de: Video wirklich löschen? Dies kann nicht rückgängig gemacht werden. Wenn das Video noch existiert, zu einem aktiven Abo gehört und eines der 15 neuesten Videos ist, kann es nach der nächsten Aktualisierung wieder erscheinen.
es: ¿Realmente quieres eliminar el video? Esto no se puede deshacer. Si el video aún existe, pertenece a una suscripción activa y es uno de los 15 videos más recientes, puede reaparecer después de la próxima actualización.
fr: Vraiment supprimer la vidéo ? Cette action ne peut pas être annulée. Si la vidéo existe toujours, appartient à un abonnement actif et fait partie des 15 vidéos les plus récentes, elle pourrait réapparaître après la prochaine actualisation.
pl: Naprawdę usunąć film? Tej operacji nie można cofnąć. Jeśli film nadal istnieje, należy do aktywnej subskrypcji i jest jednym z 15 najnowszych filmów, może pojawić się ponownie po następnym odświeżeniu.

source: Recently Added
de: Zuletzt hinzugefügt
es: Recientemente añadido
fr: Ajoutés récemment
pl: Ostatnio dodane

source: Red
de: Rot
es: Rojo
fr: Rouge
pl: Czerwony

source: Refresh
de: Neu laden
es: Actualizar
fr: Actualiser
pl: Odśwież

source: Reload Player
de: Player neu laden
es: Recargar reproductor
fr: Recharger le lecteur
pl: Przeładuj odtwarzacz

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
pl: Usuń

source: Remove Bookmark
de: Markierung entfernen
es: Eliminar marcador
fr: Supprimer le Signet
pl: Usuń zakładkę

# removedDuplicates %lld %lld %lld %lld %lld
source: Videos: %1$lld Queue Entries: %2$lld Inbox Entries: %3$lld Chapters: %4$lld Subscriptions: %5$lld
de: Videos: %1$lld Queue: %2$lld Inbox: %3$lld Kapitel: %4$lld Abos: %5$lld
es: Videos: %1$lld Elementos en cola: %2$lld Elementos en la bandeja de entrada: %3$lld Capítulos: %4$lld Suscripciones: %5$lld
fr: Vidéos : %1$lld Entrées dans la File d'attente : %2$lld Entrées dans l'Inbox : %3$lld Chapitres : %4$lld Abonnements : %5$lld
pl: Filmy: %1$lld Wpisy w kolejce: %2$lld Wpisy w skrzynce: %3$lld Rozdziały: %4$lld Subskrypcje: %5$lld

# removeDuplicates
source: Cleanup Duplicates & Models
de: Duplikate & Leere Objekte löschen
es: Limpiar duplicados y modelos
fr: Nettoyer les doublons & modèles
pl: Wyczyść duplikaty i modele

# removeIsNew
source: Remove New
de: Neu entfernen
es: Eliminar Nuevo
fr: Supprimer Nouveau
pl: Usuń Nowe

# removeShortsFromInbox
source: There are #shorts inside your inbox. Should they be removed?
de: Es gibt #shorts in der Inbox. Sollen sie entfernt werden?
es: Hay #shorts en tu bandeja de entrada. ¿Deberían eliminarse?
fr: Il y a des #shorts dans votre Inbox. Faut-il les supprimer?
pl: W Twojej skrzynce odbiorczej znajdują się #shorts. Czy powinny zostać usunięte?

# removeShortsFromInbox %lld
source: Remove ^[%lld #short](inflect: true) from Inbox
de: Entferne ^[%lld #short](inflect: true) aus der Inbox
es: Eliminar ^[%lld #short](inflect: true) de la Bandeja de entrada
fr: Supprimer ^[%lld #short](inflect: true) dans l'Inbox
pl: Usuń ^[%lld #short](inflect: true) ze Skrzynki odbiorczej

source: Repair
de: Reparieren
es: Reparar
fr: Réparer
pl: Napraw

# reportAnIssue
source: Report Issue
de: Problem melden
es: Reportar un problema
fr: Signaler un problème
pl: Zgłoś problem

source: Require Clear Confirmation
de: Bestätigung zum Leeren erforderlich
es: Requerir confirmación clara
fr: Exiger une confirmation
pl: Wymagaj potwierdzenia wyczyszczenia

source: Restart Now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
pl: Uruchom ponownie teraz

# restartNow?
source: Restart Required
de: Neustart notwendig
es: Reinicio requerido
fr: Redémarrage requis
pl: Wymagane ponowne uruchomienie

# restartVideo
source: Restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
pl: Odtwórz ponownie

source: Restore Backup
de: Backup wiederherstellen
es: Restaurar copia de seguridad
fr: Restaurer la sauvegarde
pl: Przywróć kopię zapasową

# restoreSettingsFromBackup
source: Restore Settings Only
de: Nur Einstellungen wiederherstellen
es: Restaurar solo la configuración
fr: Restaurer uniquement les paramètres
pl: Przywróć tylko ustawienia

source: Restore This Backup?
de: Aus diesem Backup wiederherstellen?
es: ¿Restaurar esta copia de seguridad?
fr: Restaurer cette sauvegarde ?
pl: Przywrócić tę kopię zapasową?

# restoreThisBackupMessage
source: All your current data will be deleted and the selected backup will be restored.
de: Alle deine aktuellen Daten werden gelöscht und das ausgewählte Backup wird wiederhergestellt.
es: Todos tus datos actuales serán eliminados y la copia de seguridad seleccionada será restaurada.
fr: Toutes vos données actuelles seront supprimées et la sauvegarde sélectionnée sera restaurée.
pl: Wszystkie Twoje obecne dane zostaną usunięte, a wybrana kopia zapasowa zostanie przywrócona.

source: Return to Queue
de: Queue anzeigen
es: Volver a la cola
fr: Retourner à la file d'attente
pl: Wróć do kolejki

# rotateOnPlay
source: Enter Horizontal Fullscreen
de: Querformat-Vollbildmodus starten
es: Entrar en pantalla completa horizontal
fr: Passer en plein écran horizontal
pl: Włącz tryb pełnego ekranu

# searchLibrary
source: Search
de: Durchsuchen
es: Buscar
fr: Rechercher
pl: Szukaj

# seekBackward%lld
source: Seek Backward (%llds)
de: Zurückspulen (%llds)
es: Retroceder (%llds)
fr: Reculer (%llds)
pl: Przewiń wstecz (%llds)

# seekForward%lld
source: Seek Forward (%llds)
de: Vorspulen (%llds)
es: Avanzar (%llds)
fr: Avancer (%llds)
pl: Przewiń do przodu (%llds)

source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
pl: Zaznacz wszystkie

source: Select Date
de: Datum auswählen
es: Seleccionar fecha
fr: Sélectionner la date
pl: Wybierz datę

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
pl: Wybrany

source: Select File
de: Datei auswählen
es: Seleccionar archivo
fr: Sélectionner le fichier
pl: Wybierz plik

# sendFeedback
source: Feedback & Help
de: Feedback & Hilfe
es: Comentarios y ayuda
fr: Retours & Aide
pl: Opinie i pomoc

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
pl: Ustawienia

# settingsSync
source: These settings will sync
de: Diese Einstellungen werden synchronisiert
es: Esta configuración se sincronizará
fr: Ces paramètres se synchroniseront
pl: Te ustawienia będą się synchronizować

# setupShareSheetAction
source: Setup Share Sheet
de: Share Sheet Setup
es: Configurar hoja de compartir
fr: Configurer la feuille de partage
pl: Skonfiguruj Skrót udostępniania

source: Share Sheet
de: Teilen-Menü
es: Hoja de compartir
fr: Feuille de partage
pl: Skrót udostępniania

source: Share Video
de: Video teilen
es: Compartir video
fr: Partager la vidéo
pl: Udostępnij film

# sheetOpacity
source: Translucent Navigationbar
de: Transparente Navigationsleiste
es: Barra de navegación translúcida
fr: Barre de navigation translucide
pl: Półprzezroczysty pasek nawigacji

# shortsSettingsFooter
source: Default behavior for YouTube #shorts; can be overwritten for individual channels. This affects new videos and lists – it does not affect the current Queue, current Inbox, or watch history.
de: Standardverhalten für YouTube-#Shorts; kann für einzelne Kanäle überschrieben werden. Betrifft neue Videos und Listen – es hat keinen Einfluss auf die aktuelle Queue, die aktuelle Inbox oder den Wiedergabeverlauf.
es: Comportamiento predeterminado para los #shorts de YouTube; se puede sobrescribir para canales individuales. Esto afecta a los videos y listas nuevos; no afecta a la cola actual, la bandeja de entrada actual ni el historial de reproducciones.
fr: Comportement par défaut pour les #shorts YouTube : il peut être modifié pour des chaînes individuelles. Cela affecte les nouvelles vidéos et listes, mais n'affecte pas la file d'attente, l'Inbox ou l'historique de visionnage.
pl: Domyślne zachowanie dla YouTube #shorts; można je nadpisać dla poszczególnych kanałów. Dotyczy to nowych filmów i list – nie dotyczy obecnej kolejki, obecnej skrzynki ani historii oglądania.

# showAddToQueueButton
source: Show “Queue Next”-Button on Inbox Entries
de: “Video-Hinzufügen” Button bei Inbox Einträgen anzeigen
es: Mostrar el botón "Siguiente en la cola" en los elementos de la bandeja de entrada
fr: Afficher le bouton "Ajouter à la file d'attente" sur les entrées de l'Inbox
pl: Pokaż przycisk “Następny w kolejce” na filmach w skrzynce

# showClearQueueButton
source: Show Clear Button
de: "Leeren" Button anzeigen
es: Mostrar botón Borrar
fr: Afficher le bouton Effacer
pl: Pokaż przycisk "Wyczyść"

# showFullscreenControlsHelper
source: Affects controls after tapping the fullscreen button next to “play”.
de: Betrifft Steuerelemente nach dem aktivieren des Vollbild-modus.
es: Afecta los controles después de tocar el botón de pantalla completa junto a “reproducir”.
fr: Affecte les commandes après avoir appuyé sur le bouton plein écran à côté de « lecture ».
pl: Zmienia działanie kontrolek po kliknięciu przycisku pełnego ekranu obok “play“.

# showMenu
source: Menu
de: Menü
es: Menú

# showNotificationBadge
source: App Icon Badge for new Videos
de: App Icon Kennzeichen für neue Videos
es: Insignia de icono de la aplicación para nuevos videos
fr: Badge d'icône d'application pour les nouvelles vidéos
pl: Ikona aplikacji z liczbą nowych filmów

# showShorts
source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
pl: Pokaż

# showTabBarBadge
source: Tab Bar Badge for new Videos
de: Tab Bar Kennzeichen bei neuen Videos
es: Insignia de la barra de pestañas para nuevos videos
fr: Badge de barre d'onglets pour les nouvelles vidéos
pl: Znacznik na pasku nawigacji dla nowych filmów

source: Show Tab Bar Labels
de: Tab Bar Label anzeigen
es: Mostrar etiquetas de la barra de pestañas
fr: Afficher les étiquettes de la barre d'onglets
pl: Pokaż etykiety na pasku nawigacji

source: Show Tutorial
de: Tutorial anzeigen
es: Mostrar tutorial
fr: Afficher le tutoriel
pl: Pokaż samouczek

# showVideoListOrder
source: Show Queue Order
de: Queue Position anzeigen
es: Mostrar orden de la cola
fr: Afficher l'ordre de la file d'attente
pl: Pokaż pozycję w kolejce

# sideloads
source: Unsubscribed
de: Ohne Abo
es: Desuscrito
fr: Non abonné
pl: Niezasubskrybowane

source: Skip
de: Überspringen
es: Omitir
fr: Passer
pl: Pomiń

# skipSponsorSegments
source: Auto-Skip Sponsor Segments
de: Sponsor-Abschnitte überspringen
es: Omitir automáticamente los segmentos de patrocinio
fr: Passer automatiquement les segments sponsorisés
pl: Automatycznie pomijaj segmenty sponsorowane

# skipSponsorSegmentsHelper
source: Requires SponsorBlock chapters. Make sure you’re signed into your YouTube Premium account.
de: Erfordert SponsorBlock Kapitel. Stelle sicher dass dein YouTube Premium Account angemeldet ist.
es: Requiere capítulos de SponsorBlock. Asegúrate de haber iniciado sesión en tu cuenta de YouTube Premium.
fr: Nécessite les chapitres SponsorBlock. Assurez-vous d’être connecté à votre compte YouTube Premium.
pl: Wymaga rozdziałów SponsorBlock. Upewnij się, że jesteś zalogowany na swoje konto YouTube Premium.

# sleepTimerOff
source: Off
de: Timer stoppen
es: Apagado
fr: Désactivé
pl: Wyłączony

source: Slow Down
de: Langsamer
es: Disminuir velocidad
fr: Ralentir
pl: Zwolnij

# speedSetting
source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
pl: Prędkość

source: Speed Up
de: Schneller
es: Aumentar velocidad
fr: Accélérer
pl: Przyspiesz

# sponsorBlockChapters
source: Include SponsorBlock Chapters
de: SponsorBlock Kapitel einbeziehen
es: Incluir capítulos de SponsorBlock
fr: Inclure les chapitres SponsorBlock
pl: Uwzględnij rozdziały z SponsorBlock

# sponsorBlockSettingsHelper
source: If available, SponsorBlock chapters will be shown. When a video already has chapters, only sponsor segments will be merged. If a video has no chapters, all available segments (like intro, outro, etc.) will be created as chapters, with empty chapters in between.
de: Falls verfügbar, werden SponsorBlock-Kapitel angezeigt. Wenn ein Video bereits Kapitel enthält, werden nur die Sponsoren-Segmente zusammengeführt. Hat ein Video keine Kapitel, werden alle verfügbaren Segmente (wie Intro, Outro, etc.) als Kapitel erstellt, mit leeren Kapiteln dazwischen.
es: Si están disponibles, se mostrarán los capítulos de SponsorBlock. Cuando un video ya tiene capítulos, solo se fusionarán los segmentos de patrocinio. Si un video no tiene capítulos, todos los segmentos disponibles (como intro, outro, etc.) se crearán como capítulos, con capítulos vacíos entre ellos.
fr: Si disponible, les chapitres SponsorBlock seront affichés. Lorsqu'une vidéo a déjà des chapitres, seuls les segments sponsorisés seront fusionnés. Si une vidéo n'a pas de chapitres, tous les segments disponibles (comme l'intro, l'outro, etc.) seront créés comme chapitres, avec des chapitres vides entre eux.
pl: Rozdziały SponsorBlock zostaną wyświetlone jeśli są dostępne. Gdy film ma już rozdziały, tylko segmenty sponsorowane zostaną dodane. Jeśli film nie ma rozdziałów, wszystkie dostępne segmenty (jak wstęp, zakończenie itp.) zostaną utworzone jako rozdziały z pustymi miejscami pomiędzy.

# startVideosInFullscreen
source: Force Native Fullscreen Player
de: iOS Vollbildmodus erzwingen
es: Forzar el reproductor de pantalla completa nativo
fr: Forcer le lecteur plein écran natif
pl: Wymuś natywny pełny ekran odtwarzacza

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
pl: Subskrybuj

source: Subscribed
de: Abonniert
es: Suscrito
fr: Abonné
pl: Zasubskrybowane

# subscriptionInfoNotFound
source: Subscription information not found
de: Abo Information nicht gefunden
es: No se encontró información de la suscripción
fr: Informations d'abonnement non trouvées
pl: Nie znaleziono informacji o subskrypcji

source: Subscriptions
de: Abos
es: Suscripciones
fr: Abonnements
pl: Subskrypcje

source: Subscription Title
de: Abo Name
es: Título de la suscripción
fr: Titre de l'abonnement
pl: Alfabetycznie

source: Success
de: Erfolgreich
es: Éxito
fr: Succès
pl: Sukces

# swipeUpToSelect
source: Swipe up
de: Swipe nach oben
es: Deslizar hacia arriba
fr: Glisser vers le haut
pl: Przesuń w górę

source: Syncing
de: Synchronisiert
es: Sincronizando
fr: Synchronisation en cours
pl: Synchronizacja

# syncNotWorkingFaqA
source: Enable iCloud sync in "Settings → User Data." If you’re running into issues, you can try the troubleshooting steps here: [Unwatched iCloud Sync Trouble Shooting](https://github.com/fer0n/Unwatched/wiki/Unwatched-iCloud-Sync-Troubleshooting)
de: Unter "Einstellungen → Benutzerdaten" kann iCloud-Synchronisierung aktiviert werden. Falls es Probleme gibt, findet sich hier eine Schritt-für-Schritt Anleitung zur Fehlerbehebung: [Unwatched iCloud Sync Trouble Shooting](https://github.com/fer0n/Unwatched/wiki/Unwatched-iCloud-Sync-Troubleshooting)
es: Habilita la sincronización con iCloud en "Configuración → Datos de Usuario." Si estás experimentando problemas, puedes probar los pasos de solución aquí: [Solución de problemas de sincronización con iCloud de Unwatched](https://github.com/fer0n/Unwatched/wiki/Unwatched-iCloud-Sync-Troubleshooting)
fr: Activez la synchronisation iCloud dans "Réglages → Données utilisateur". Si vous rencontrez des problèmes, vous pouvez essayer les étapes de dépannage ici : [Dépannage de la synchronisation iCloud Unwatched](https://github.com/fer0n/Unwatched/wiki/Unwatched-iCloud-Sync-Troubleshooting)
pl: Włącz synchronizację iCloud w "Ustawienia → Dane Użytkownika". Jeśli napotkasz problemy, możesz spróbować kroków rozwiązywania problemów tutaj: [Rozwiązywanie problemów z synchronizacją iCloud w Unwatched](https://github.com/fer0n/Unwatched/wiki/Unwatched-iCloud-Sync-Troubleshooting)

# syncNotWorkingFaqQ
source: How can I sync across devices? It’s not working.
de: Wie funktioniert die Synchronisierung über Geräte hinweg? Es klappt nicht.
es: ¿Cómo puedo sincronizar entre dispositivos? No está funcionando.
fr: Comment puis-je synchroniser entre appareils ? Ça ne fonctionne pas.
pl: Jak mogę synchronizować dane między urządzeniami? Synchronizacja nie działa.

# syncToIcloud
source: Sync via iCloud
de: Mit iCloud synchronisieren
es: Sincronizar vía iCloud
fr: Synchroniser via iCloud
pl: Synchronizuj przez iCloud

source: Teal
de: Blaugrün
es: Verde azulado
fr: Turquoise
pl: Turkusowy

# temporarySlowDown
source: Temporary Speed Up
de: Vorübergehend schneller
es: Aceleración temporal
fr: Accélération temporaire
pl: Tymczasowe przyspieszenie

# temporarySpeedUp
source: Temporary Slow Down
de: Vorübergehend langsamer
es: Disminución temporal
fr: Ralentissement temporaire
pl: Tymczasowe zwolnienie

# textContainsPlaylist
source: Playlist URL detected
de: Playlist-URL Entdeckt
es: Se detectó una URL de lista de reproducción
fr: URL de playlist détectée
pl: Wykryto URL playlisty

# textContainsPlaylistMessage %lld
source: How should the playlist be handled? Adding the playlist to the Queue/Inbox is limited to %lld videos.
de: Wie soll mit der Playlist umgegangen werden? Beim hinzufügen zur Queue/Inbox besteht ein limit von %lld Videos.
es: ¿Cómo debería manejarse la lista de reproducción? Añadir la lista de reproducción a la cola/bandeja de entrada está limitado a %lld videos.
fr: Comment la playlist doit-elle être gérée ? L'ajout de la playlist à la file d'attente/Inbox est limité à %lld vidéo(s).
pl: Jak powinna być obsługiwana playlista? Dodanie playlisty do kolejki/skrzynki jest ograniczone do %lld filmów.

# tipChapters
source: Pre-select Chapters
de: Kapitel vorab auswählen
es: Preseleccionar capítulos
fr: Présélection des chapitres
pl: Wybierz rozdziały

# tipChaptersMessage
source: For videos that provide chapters, you can untick chapters you want to skip in advance. This is also possible for videos that are queued up and not currently playing.
de: Für Videos mit Kapiteln kannst du im Voraus die Kapitel abwählen, die du überspringen möchtest. Das ist nicht auf das aktuelle Video oder die Warteschlange beschränkt.
es: Para los videos que proporcionan capítulos, puedes desmarcar los capítulos que quieras omitir por adelantado. Esto también es posible para los videos que están en cola y no se están reproduciendo actualmente.
fr: Pour les vidéos qui proposent des chapitres, vous pouvez décocher les chapitres que vous souhaitez ignorer à l'avance. C'est également possible pour les vidéos en file d'attente qui ne sont pas en cours de lecture.
pl: W filmach z rozdziałami możesz wcześniej odznaczyć rozdziały, które chcesz pominąć. Dotyczy to również filmów w kolejce, które nie są aktualnie odtwarzane.

# tipPlaybackSpeed
source: Custom Speed
de: Benutzerdefinierte Geschwindigkeit
es: Velocidad personalizada
fr: Vitesse personnalisée
pl: Dostosuj prędkość

# tipPlaybackSpeedMessage
source: Tap the “lock” icon inside the player to restrict the selected playback speed to the current channel.
de: Tippe auf das „Schloss“-Symbol im Player, um die ausgewählte Wiedergabegeschwindigkeit auf den aktuellen Kanal zu beschränken.
es: Toca el icono de "candado" dentro del reproductor para restringir la velocidad de reproducción seleccionada al canal actual.
fr: Appuyez sur l'icône "verrou" dans le lecteur pour restreindre la vitesse de lecture sélectionnée à la chaîne actuelle.
pl: Kliknij ikonę “kłódki” w odtwarzaczu, aby zastosować wybraną prędkość odtwarzania tylko na tym kanale.

# tipSwipeActions
source: Swipe Actions
de: Swipe Gesten
es: Acciones de deslizamiento
fr: Actions par glissement
pl: Akcje gestów

# tipSwipeActionsMessage
source: **Supported video gestures:** • Swipe left/right: Jump chapters • Tap center: Play/pause • Swipe up/down: Enter/exit fullscreen • Long press right/left: Speed up/slow down playback • Swipe down in portrait: Enter PiP
de: **Unterstützte Video Gesten:** • Links/rechts swipen: Kapitel wechseln • Mitte antippen: Play/pause • Hoch/runter swipen: Vollbild an/aus • Rechts/links lange halten: Schneller/langsamer abspielen • Mini-player swipe nach unten: PiP
es: **Gestos de video compatibles:** • Deslizar izquierda/derecha: Saltar capítulos • Tocar centro: Reproducir/pausar • Deslizar arriba/abajo: Entrar/salir de pantalla completa • Mantener pulsado derecha/izquierda: Acelerar/ralentizar reproducción • Deslizar hacia abajo en modo vertical: Entrar en PiP
fr: **Gestes vidéo pris en charge :** • Glisser vers la gauche/droite : Changer de chapitre • Toucher le centre : Lecture/pause • Glisser vers le haut/bas : Activer/quitter le plein écran • Appui long droite/gauche : Accélérer/ralentir la lecture • Glisser vers le bas en mode portrait : Activer PiP
pl: **Odtwarzacz obsługuje gesty:** • Przesuń w lewo/prawo: Przełącz rozdział • Kliknij na środku: Odtwórz/Wstrzymaj • Przesuń w górę/dół: Wejdź/wyjdź z pełnego ekranu • Przytrzymaj w prawo/lewo: Przyspiesz/zwolnij odtwarzanie • Przesuń w dół w pionie: Wejdź w PiP

# tipTitleLongPress
source: View on YouTube
de: Auf YouTube ansehen
es: Ver en YouTube
fr: Voir sur YouTube
pl: Zobacz na YouTube

# tipTitleLongPressMessage
source: You can select “View on YouTube” from the “…”-menu inside the player, or you can long press the video title/current chapter.
de: Aus dem “…”-Button Menü im Player kann “Auf YouTube ansehen” ausgewählt werden. Das gleiche ist durch tippen und halten auf den Video Titel/das aktuelle Kapitel möglich.
es: Puedes seleccionar "Ver en YouTube" desde el menú "…" dentro del reproductor, o puedes mantener pulsado el título del video/capítulo actual.
fr: Vous pouvez sélectionner "Voir sur YouTube" depuis le menu "..." dans le lecteur, ou faire un appui long sur le titre de la vidéo/chapitre actuel.
pl: Możesz wybrać “Zobacz na YouTube” z menu “…” w odtwarzaczu lub przytrzymać tytuł filmu/aktualny rozdział.

# tipTitleNext
source: Playback Options
de: Wiedergabeoptionen
es: Opciones de reproducción
fr: Options de lecture
pl: Opcje odtwarzania
